{
  "services": {
    "title": "ماذا نقدم",
    "header-title": "خدماتنا",
    "header-content": "نحن متخصصون في تقديم حلول رقمية عالية الجودة مصممة لتلبية احتياجات الأعمال الحديثة.",
    "button-title": "تعرف على المزيد من حلولنا",
    "web-title": "تطبيقات الويب",
    "web-content": "نحن نصنع تطبيقات ويب ديناميكية مصممة لجذب جمهور عالمي. تساعد هذه التطبيقات التفاعلية والجذابة في جذب انتباه المستخدمين وتقديم تجربة استثنائية.",
    "application-title": "تطوير التطبيقات",
    "application-content": "من تطبيقات الهواتف المحمولة على نظامي iOS وAndroid إلى التطبيقات المكتبية المخصصة، نحن نطور حلولًا مصممة لمساعدة عملك على التميز في البيئة الرقمية التنافسية.",
    "website-title": "تطوير المواقع الإلكترونية",
    "website-content": "يبني فريقنا مواقع إلكترونية مصممة بشكل جيد تعمل كأدوات تسويقية قوية، مما يساعد الشركات على بناء الثقة، وجذب المستخدمين، وتوليد العملاء المحتملين.",
    "games-title": "تطوير الألعاب",
    "games-content": "دمج الإبداع والتكنولوجيا لإنشاء ألعاب جذابة عبر مختلف المنصات.",
    "financial-title": "أنظمة التحليل المالي",
    "financial-content": "تبسط حلول البرمجيات المتخصصة لدينا التحليل المالي، مما يوفر أدوات موثوقة لتتبع وإدارة العمليات المحاسبية.",
    "database-title": "أنظمة قواعد البيانات المتكاملة",
    "database-content": "نقوم بتصميم وتنفيذ أنظمة قواعد بيانات شاملة لمساعدة الشركات في إدارة وتخزين وتحليل بياناتها بكفاءة.",
    "consulting-title": "مراكز الاستشارات والدراسات",
    "consulting-content": "نقدم خدمات استشارية وبحثية في مجالات المعلومات والاتصالات، مما يساعد العملاء على اتخاذ قرارات مستنيرة.",
    "marketing-title": "حلول التسويق الرقمي",
    "marketing-content": "يعمل فريقنا على تطوير وإدارة جميع جوانب التسويق الرقمي، بما في ذلك أنشطة المبيعات والخدمات عبر الإنترنت، لتعظيم نطاق تأثير علامتك التجارية.",
    "career-title": "تدريب تطوير المهنة",
    "career-content": "تغطي خدمات التدريب لدينا مجالات رئيسية مثل أمن المعلومات، واختبار البرمجيات، وتحليل الأعمال، وتصميم تجربة المستخدم (UED)، وغيرها لمساعدة الفرق على تعزيز مهاراتهم وتقدمهم في مسيرتهم المهنية.",
    "saas-title": "تطوير البرمجيات كخدمة (SaaS)",
    "saas-content": "نحن نصنع حلول البرمجيات كخدمة (SaaS) مصممة لتلبية احتياجات الصناعة المحددة، مما يمكّن الشركات من العمل بكفاءة أكبر في بيئة قائمة على السحابة.",
    "ux-title": "تصميم تجربة المستخدم",
    "ux-content": "مع التركيز على تصميم تجربة المستخدم وتصميم الويب، نقوم بإنشاء واجهات بصرية جذابة وسهلة الاستخدام تعزز تجربة المستخدم."
  },

  "career": {
    "title": "انضم إلى فريقنا"
  },
  "no-career": {
    "header-title": "لا توجد وظائف متاحة في الوقت الحالي"
  },

  "footer": {
    "address-title": "العنوان",
    "address-content": "زهراء المعادي، أبراج سما، المبنى رقم 9، الطابق التاسع، الشقة رقم 93",
    "support-title": "الدعم",
    "support-about": "معلومات عنا",
    "support-contact": "اتصل بنا",
    "support-faq": "الأسئلة الشائعة",
    "services-title": "الخدمات",
    "services-web": "تطوير المواقع الإلكترونية",
    "services-apps": "تطوير التطبيقات",
    "services-games": "تطوير الألعاب",
    "services-database": "أنظمة قواعد البيانات المتكاملة",
    "map-button": "احصل على الاتجاهات",
    "rights-title": " 2024 Depo Web - جميع الحقوق محفوظة"
  }
}
